import artroline from '../assets/images/artroline.jpeg';
import magni from '../assets/images/magni.jpeg';
import awline from '../assets/images/awline.jpeg';
import diabeline from '../assets/images/diabeline.jpeg';
import happyline from '../assets/images/happyline.jpeg';
import gepoline from '../assets/images/gepoline.jpeg';

export const products = [
    { 
        id: 1,
        name: "H2 Premium",
        image: magni,
        alt: "H2 Premium",
        description: `<strong>ДОСТОВЕРНАЯ ИНФОРМАЦИЯ О НАШЕМ ПРОДУКТЕ МАГНИЙ-ВОДОРОД "H2 PREMIUM" от  самого основателя компании "DANDELION BIOHACKING GROUP"  - МАМЕДОВА ЯВЭРА МУСАЕВИЧА</strong><br /><br />
        Японцы открыли водородную воду в 1956году, а в 1973году они уже поставили аппараты для водородной воды во всех больницах.<br />
        С 1990года повсеместно продавали водородную воду по всей Японии.<br />
        В 2007 году они открыли именно как сделать водород в сухом виде в капсуле?<br /><br />
        Магний водород <strong>"H2 PREMIUM"</strong> это наша казахстанская разработка и это наш продукт.<br />
        Сырьё делается на Украине, но оно всегда там делалось и раньше никогда так не использовалось, как начали его использовать в 2007году Японцами.<br />
        И мы КАЗАХСТАН третья страна производитель на украинском сырье. Это НЕ украинская разработка.<br />
        <strong>ЭТО НАША КАЗАХСТАНСКАЯ РАЗРАБОТКА</strong> <br /> <br />

        <strong>ПРИМЕНЕНИЕ  Н2 Premium ( Магний –Водород)</strong> <br />
        Мышечная функция: регуляция мышечных сокращений и расслаблений, что делает его важным для правильной функции мышц. <br />
        Костное здоровье: Взаимодействие с кальцием и витамином D способствует здоровью костей. <br />
        Энергетический обмен: Участие в процессах превращения пищи в энергию и в синтезе аденозинтрифосфата (ATP). <br />
        Нервная система: Усиление передачи нервных импульсов и регулирование нейромускульной активности. Стабилизируется внутри черепное и глазное давление, усиливается зрительная выносливость, хорошая профилактика деменции, Паркинсона, Альцгеймера. <br />
        Нормализация сердечного ритма: контролируется уровень кальция в клетках сердечной мышцы, снижается нагрузка на сердце, выравнивается сердечный ритм, меньше становится одышки, аритмии, стенокардии <b></b>
        Регулирование уровня сахара в крови: Улучшение чувствительности к инсулину и регулирование уровня сахара в крови. <br />
        Антистрессовый эффект: Благоприятное воздействие на нервную систему, снижение стресса и улучшение психологического состояния. <br />
        Профилактика мигрени. <br />
        Регуляция сна. <br />
        Противовоспалительные свойства. <br /><br />

        Сам магний активно принимает участие в обменных процессах, регуляции мышечных сокращений и передачи нервных импульсов. <br />
        Результативность препарата заключается в том, что магний, попадая в организм, медленно растворяется в желудке и начинает интенсивно выделять атомарный водород. При этом, превышение концентрации средства невозможно благодаря тому, что избыток с легкостью уходит в процессе дыхания. <br />
        Постоянный или регулярный прием Н2 Premium обеспечивает полную защиту организма от воздействия различных негативных факторов обострения хронических заболеваний и скорейшего восстановления организма после травм, хирургических вмешательств и острых болезненных состояний. <br />
        Водород поддерживает здоровую работу и жизнь каждой клеточки организма человека. <br /><br />

        Состав 1 капсулы (330 мг) <br />
        : Магний (в виде магния малата) - 80мг. <br />
        : Яблочная кислота, винная кислота – 250мг <br />
        Способ применения: по 1 капсуле 1-3 раза в день через 30 минут после еды, запивая 250 мл очищенной воды комнатной температуры. <br />
        Рекомендованный курс приема: Действие компонентов Н2 Премиум достаточно длительное и определяется индивидуально, однако в целом длится 1-3 месяца с перерывом в 1 месяц между следующим курсом приема. <br />
        В большинстве случаев, особенно с целью профилактики, достаточной суточной дозировкой будет 1 капсула. Для достижения длительного терапевтического эффекта, особенно при обостренных состояниях и в период сезонных вирусных инфекций, ухудшения самочувствия, дозировку можно увеличить до 3 капсул в сутки. <br /> <br />

        Рекомендовано курсовое применение. <br />
        При потреблении H2 Premium (Магний Водород) на фоне приема препаратов, влияющих на сердечно-сосудистую, эндокринную или опорно-двигательную системы рекомендовано проконсультироваться у врача. <br />
        Дозировка и длительность приема могут быть скорректированы исходя из личных потребностей, или по рекомендации врача, индивидуально в каждом отдельном случае. <br />
        Противопоказания: <br />
        повышенная индивидуальная чувствительность или невосприимчивость к некоторым компонентам продукта, язвенная болезнь желудка и двенадцатиперстной кишки в стадии обострения, плохая коагуляция (свертываемость) крови
        детям до 12 лет <br />
        женщинам в период беременности и кормления грудью. <br />
        Форма выпуска: 30 капсул (3 блистера по 10 капсул) <br /> <br />

        Масcа 1 капсулы: 330 мг <br />
        Срок годности: 24 месяца <br />
        Изготовлено эксклюзивно для и под контролем Dandelion Biohacking Group LLC <br />
        Страна-производитель: Украина
        `,
        link: "/description/1",
        slug: "h2-premium",
        seo: "Магний-Водород H2 Premium. Сам магний активно принимает участие в обменных процессах, регуляции мышечных сокращений и передачи нервных импульсов. Результативность препарата заключается в том, что магний, попадая в организм, медленно растворяется в желудке и начинает интенсивно выделять атомарный водород. При этом, превышение концентрации средства невозможно благодаря тому, что избыток с легкостью уходит в процессе дыхания."
      },
      { 
        id: 2,
        name: "Artroline 5 Power",
        image: artroline,
        alt: "Artroline 5 Power",
        description: `<strong>Artroline 5 power (Артролайн 5 сил)</strong> <br />

        Предназначен как общеукрепляющее и противовоспалительное средство при заболевании суставов. <br /> <br />
        
        <strong>«Artroline 5 power»</strong> растительный реабилитационно-профилактический комплекс, способствует восстановительным процессам в соединительной ткани суставов при заболеваниях опорно-двигательного аппарата, воспалениях, сопровождающихся болевым синдромом.<br /> <br />
        
        <strong>«Artroline 5 power»</strong> улучшает процесс микроциркуляции (кровообращения) в воспалительном очаге. Эффективен для реабилитации, профилактики и в комплексном лечении заболеваний опорно-двигательного аппарата, обладает регенерирующими свойствами. <br /> <br />

        Под действием препарата «Artroline 5 power» организм естественным образом формирует и поддерживает структуру хрящевой ткани, обеспечивает ей прочность и эластичность, восстанавливает состав синовиальной жидкости, снимает воспаление. Таким образом препарат способствует восстановлению основных функций суставов. <br /> <br />

        <strong><i>Состав: живокост (корень окопника), корень женьшеня, спирулина, хлорелла, крапива, молочный сахар (лактоза).</i></strong> <br /> <br />

        Данный комплекс является оптимальным для восстановления и поддержания функционального состояния опорно-двигательного аппарата. Травы, входящие в состав растительного комплекса «Artroline 5 power», обладают противовоспалительным, регенерирующим, заживляющим, обезболивающим действием и не имеют побочных эффектов. <br /> <br />

        <strong>ЖИВОКОСТ (Корень окопника)</strong> - обладает противовоспалительным, противомикробным, обволакивающим, вяжущим эффектом. По своему противоревматическому действию окопнику нет равных. Благодаря содержанию аллантоина, окопник стимулирует регенерацию клеток гиалинового хряща, выстилающего внутреннюю поверхность суставов, ускоряет образование костного каллуса, способствуя быстрой регенерации повреждений и восстановлению тканей. <br /> <br />

        <strong>КОРЕНЬ ЖЕНЬШЕНЯ</strong> - имеет мощные противовоспалительные и антиоксидантные свойства. Женьшень содержит большое количество сапонинов. Сапонины - это сложные органические соединения из гликозидов растительного происхождения. Они оказывают мощное регенерирующее и противовоспалительное действие, обеспечивают полноценный метаболизм и энергетический баланс клеток. <br /> <br />

        <strong>СПИРУЛИНА</strong> - общеукрепляющее средство и полноценный белок, содержащий все незаменимые аминокислоты. Также в ней присутствуют хлорофилл и бета- каротин, натуральные витамины и микроэлементы в легкодоступной форме. <br /> <br />

        <strong>ХЛОРЕЛЛА</strong> - обладает выраженным антиоксидантным, противовоспалительным, укрепляющим действием, ускоряет восстановление тканей и заживление ран, нормализует уровень глюкозы в крови, предупреждает образование холестериновых бляшек и атеросклероз, замедляет старение организма, нейтрализует свободные радикалы. <br /> <br />

        <strong>КРАПИВА </strong> - создает обезболивающий и противовоспалительный эффект, укрепляет стенки сосудов, способствует трофике тканей. <br /> <br />

        «Artroline 5 power» оказывает общеукрепляющий эффект на весь организм в целом. Обладает противовоспалительным и легким мочегонным действием, способствует выведению солей и улучшает обменные процессы в костной и хрящевой тканях суставов. <br /> <br />

        <strong><i>Рекомендуется применять для:</i></strong> <br />

        улучшения функционального состояния опорно-двигательного аппарата при артрозах, артритах (различного генеза), остеохондрозе, повышенных нагрузках и последствиях травм; <br />
        выведения токсинов и шлаков из печени; <br />
        нормализации обменных процессов в костной и хрящевой ткани позвоночника и суставов; <br />
        улучшения кровоснабжения суставов; <br />
        растворения и вывода солей из отложений. <br /> <br />

        <strong><i>Способ применения и дозы:</i></strong> взрослым по 1 таблетке 3 раза в день за 30 минут до приема пищи. <br />

        Курс приема 30-60 дней. <br />

        Противопоказания: <br />

        Не рекомендуется употреблять во время беременности и кормления грудью, а также при наличии сердечно-сосудистых заболеваний, при повышенной нервной возбудимости, в состоянии тяжелых невротических расстройств. <br />
        
        Взаимодействия с другими лекарствами: совместим с лекарственными средствами. <br />

        Побочные действия: не выявлены. <br />

        Форма выпуска: таблетки по 0,4 гр. в упаковке 90 шт. <br />

        Срок годности: 24 месяца от даты производства. <br /> <br />
        `,
        link: "/description/2",
        slug: "artroline-5-power",
        seo: "Artroline 5 Power. Предназначен как общеукрепляющее и противовоспалительное средство при заболевании суставов."
      },
      { 
        id: 3,
        name: "AW Line",
        image: awline,
        alt: "AW Line",
        description: `<strong>AW LINE</strong> <br /> <br />

        АВ ЛАЙН имеет широкий спектр фитотерапевтического действия и оказывает противомикробное, противовоспалительное, общеукрепляющее, бактерицидное, фунгицидное, спазмолитическое, седативное, мочегонное, желчегонное, гепатопротекторное, кардиостимулирующее и противоглистное действие. <br /> <br />
        
        А также способствует возбуждению аппетита и улучшения пищеварения, обладает общетонизирующими свойствами. <br /> <br />

        <strong><i>Показания к применению:</i></strong>

        Профилактика глистной инвазии для лиц с повышенным риском заражения (владельцы домашних животных, садоводы, лица, чьи профессии, связанные с выполнением «грязных» работ), паразитарные заболевания, кандидоз, заболевания печени и желчного пузыря; желчевыводящих путей, нарушения менструального цикла, климактерический синдром эпилепсия, неврастения, энурез, импотенция аллергические кожные заболевания. <br /> <br />

        <strong><i>Состав:</i></strong> <br /> <br />

        • Естрагон обладает мощными противовоспалительными и антибактериальными свойствами. Благодаря этому он может использоваться в лечении различных воспалительных заболеваний и инфекций. Он также обладает антигельминтическими свойствами и традиционно используется для изгнания паразитов из организма. Эфирные масла и другие активные компоненты, которые содержатся в полыни, нарушают жизнедеятельность паразитов. <br /> <br />

        • Чеснок - помогает избавиться от патогенной микрофлоры в кишечнике, улучшает секрецию ферментов и выделение желудочного сока, улучшает усваиваемость пищи и ускоряет обменные процессы, Укрепляет иммунную систему, устраняет воспалительные процессы. <br /> <br />

        • Куркума - натуральный антибиотик, антиоксидант, обладает мощным противовоспалительным действием, подавляет рост клеток новообразований и защищает от развития атеросклероза. <br /> <br />

        • Имбирь нормализует кровообращение, укрепляет сердечную мышцу Применяется в борьбе с гельминтами, стимулирует выработку ферментов поджелудочной железы, Имеет общеукрепляющее и тонизирующее действие на организм. Положительно влияет на память. <br /> <br />

        • Мята обладает антисептическим, противовоспалительным, успокаивающим, сосудорасширяющим действием. <br /> <br />

        • Лимон помогает укрепить иммунитет, улучшает пищеварение, работу кишечника и печени. <br />  <br />

        <strong><i>Способ применения и дозы:</i></strong> <br /> <br />

        Взрослым по 1 таблетке 3 раза в день за 30 мин до приема пищи. <br /> <br />

        <strong><i>Курс приема:</i></strong> 30-60 дней. <br /> <br />

        <strong><i>Противопоказания:</i></strong> <br />

        Гиперчувствительность, повышенная желудочная секреция, гиперацидный гастрит, язвенная болезнь желудка и 12-перстной кишки; рефлюкс- эзофагит, острый холецистит; период лактации. <br /> <br />

        <strong><i>Взаимодействие с другими лекарствами:</i></strong> <br />

        Совместим с лекарственными средствами. <br /> <br />

        <strong><i>Побочные действия:</i></strong> <br />

        Возможны аллергические реакции, изжога, гастралгия, диарея, тошнота. <br /> <br />

        <strong><i>Форма выпуска:</i></strong> таблетки по 0,4гр в упаковке 90 шт. <br /> <br />

        <strong><i>Срок годности:</i></strong> 24 месяца от даты производства. <br /> <br />
        `,
        link: "/description/3",
        slug: "aw-line",
        seo: "AW Line. АВ ЛАЙН имеет широкий спектр фитотерапевтического действия и оказывает противомикробное, противовоспалительное, общеукрепляющее, бактерицидное, фунгицидное, спазмолитическое, седативное, мочегонное, желчегонное, гепатопротекторное, кардиостимулирующее и противоглистное действие."
      },
      { 
        id: 4,
        name: "DiabeLine",
        image: diabeline,
        alt: "DiabeLine",
        description: `<strong>DIABE LINE</strong>  <br /> <br />
        
        ДИАБЕ ЛАЙН сульфарофан - Комплекс на основе активных компонентов клубней топинамбура и брокколи, направленный на профилактику сахарного диабета и остеопороза. <br /> <br />
        
        <strong><i>Свойства:</i></strong> <br />
        
        • Поддержания уровня сахара в норме <br />
        
        • Улучшение углеводного обмена <br />
        
        • Поддержание работы поджелудочной железы <br />
        
        • Улучшение жирового и углеводного обмена в организме. <br /> <br />
        
        <strong><i>Показания к применению:</i></strong> <br />
        
        Профилактика заболевания сахарным диабетом, гастритом Рекомендуется в качестве дополнительного источника витаминов, макро- и микроэлементов, для больных сахарным диабетом. <br /> <br />
        
        <strong><i>Состав:</i></strong> <br /> <br />
        
        • Топинамбур (подсолнечник клубненосный, или земляная груша) применется в комплексной терапии при заболеваниях эндокринной системы, нарушениях обмена веществ и сахарном диабете, обладает иммуностимулирующим, успокаивающим, общеукрепляющим, тонизирующим, атеросклеротическим, противовоспалительным, гипогликемическим, слабительным действием. <br /> <br />
        
        • Брокколи используется как эффективное профилактическое средство опухолевых заболеваний, ускоряет метаболизм, благотворно влияет на углеводный и белковый обмен. <br /> <br />

        • Сульфорафан органическое соединение растительного происхождения, обладающее противораковым и антибактериальным эффектами, препятствует развитию атеросклероза, снижает уровень воспалительных процессов в организме, замедляет старение клеток и нормализует уровень глюкозы в крови, обладает противобактериальным действием. Сульфорафан образуется в результате гидролиза из глюкорафанина, который находится в овощах семейства капустных, таких как брокколи. <br /> <br />

        • Туарин способствует стабильному энергетическому мышечному и жировому обмену, оказывает антиоксидантное воздействие, может повышать биодоступность жирорастворимых витаминов. <br /> <br />

        • Витамин В1 улучшает настроение и снижает уровень стресса. Устраняет симптомы депрессии и беспричинную тревогу. <br /> <br />

        • Витамин В2 Насыщает кислородом клетки кожи, волос и ногтей. Стимулирует выработку коллагена. Замедляет процессы старения дермы. <br /> <br />

        • Витамин В6 участвует в обмене веществ: он важен для запуска 150 биохимических реакций в организме. <br /> <br />

        • Витамин В12-участвует в синтезе ДНК, производит энергию, принимает участие в образовании кровяных клеток эритроцитов, поддерживает нормальную работу нервной системы и обмена веществ. <br /> <br />

        <strong><i>Способ применения и дозы:</i></strong> <br /> 

        Взрослым по 3 впрыска в полость рта ПОД ЯЗЫК 3 раза в день за 30 мин до приема пищи. <br /> <br />

        <strong><i>Курс приема:</i></strong> <br /> 

        30-60 дней. При необходимости можно повторить. Продукт не является лекарственным средством. <br /> <br />

        <strong><i>Противопоказания:</i></strong> <br />
         
        Индивидуальная непереносимость отдельных компонентов, гиперфункция щитовидной железы. <br /> <br />

        <strong><i>Взаимодействие с другими лекарствами:</i></strong> <br />

        Совместим с лекарственными средствами. <br /> <br />

        <strong><i>Побочные действия:</i></strong> Не выявленны. <br /> <br />

        <strong><i>Форма выпуска:</i></strong> спрей 30 мл. <br /> <br />


        `,
        link: "/description/4",
        slug: "diabeline",
        seo: "DiabeLine. ДИАБЕ ЛАЙН сульфарофан - Комплекс на основе активных компонентов клубней топинамбура и брокколи, направленный на профилактику сахарного диабета и остеопороза."
      },

      { 
        id: 5,
        name: "HappyLine",
        image: happyline,
        alt: "HappyLine",
        description: `<strong>HappyLine</strong> <br /> <br /> 

        Натуральный продукт растительного происхождения на основе гинкго билоба, Валерианы, хмеля и мелиссы. Способствует укреплению стенок сосудов, улучшению памяти и мозговой деятельности. Стабилизирует общее нервное состояние организма, снимает стресс, положительно влияет на качество сна. <br /> <br />
        
        <strong>Состав:</strong> <br /> <br />
        
        <strong><i>Экстракт гинкго</i></strong> способствует улучшению кровообращения в головном мозге, в результате этого оптимизируются процессы доставки кислорода к его клеткам и тканям, улучшается их питание. Также прием гинкго билоба благотворно влияет на нормализацию вязкости крови, препятствует образованию тромбов. Активный антиоксидантный комплекс, содержащийся в экстракте гинкго билоба, помогает защищать оболочки нервных клеток от разрушения свободными радикалами. Гинкго билоба способствует усилению концентрации внимания, снижению рассеянности, а также уменьшению чувства усталости. <br /> <br />
        
        <strong><i>Валерианы эксmpaкт</i></strong> - седативное растительного происхождения. Оказывает умеренно означает выраженный седативный эффект, который настynaem медленно, но достаточно стабилен. Облегчает наступление естественного сна. Оказывает спазмолитическое действие на гладкую мускулатуру желудочно-кишечного тракта. Рекомендуется при повышенной нервной возбудимости, бессоннице (нарушении засыпания); в составе комплексной терanuu при функциональных расстройствах сердечно- сосудистой системы, спазмах органов желудочно-кишечного трaктa. <br /> <br />
        
        <strong><i>Пустырник</i></strong> - успокоительное применяется при нервном напряжении, тревоге, психастении, Вегетососудистой дистонии и неврозах, которые сопровождаются нарушениями сна, раздражительностью и повышенной реактивностью. Способствует снятию нервного напряжения и уменьшению раздражительности, повышению стрессоустойчивости, быстрому засыпанию и спокойному сну. <br /> <br />
        
        
        <strong><i>Шишки Хмеля</i></strong> применяются для позитивного настроения,
        спокойствия и повышения стрессоустойчивости особенно полезно принимать женщинам зрелого возраста. Растение содержит фитоэстрогены и полифенолы, которые тормозят окислительный стресс, предотвращают развитие новообразований, улучшают самочувствие при наступлении менопаузы и предупреждают тяжелое течение климакса. Шишки хмеля также эффективны при головокружениях и головных болях. <br /> <br />
        
        <strong><i>Мелисса:</i></strong> проявляет успокаивающие свойства, помогает бороться с депрессиями (при комплексном подходе), усиливает спазмолитический эффект компонентов комплекса. <br /> <br />
        
        <strong><i>Противопоказания:</i></strong> <br /> <br />
        
        Повышенная индивидуальная чувствительность или непереносимость отдельных компонентов продукта. Не рекомендовано детям до 12- ти лет, женщинам в период беременности и кормления грудью. Не превышать рекомендованную дневную дозу. <br /> <br />
        
        <strong><i>Взаимодействие с другими лекарствами:</i></strong> Совместим с лекарственными средствами. <br /> <br />
        
        <strong><i>Форма выпуска:</i></strong> таблетки по 0,4гр в ynakoßke 90 шт. <br /> <br />
        
        <strong><i>Срок годности:</i></strong> 24 месяца от даты производства. <br /> <br />
        
        <strong><i>Курс приема:</i></strong> 30-60 дней. При необходимости можно повторить <br /> <br />
        
        Продукт не является лекарственным средством. <br /> <br />
        
        <strong><i>Побочные действия:</i></strong> <br />
        Не выявленны. <br /> <br />
        `,
        link: "/description/5",
        slug: "happyline",
        seo: "HappyLine. Натуральный продукт растительного происхождения на основе гинкго билоба, Валерианы, хмеля и мелиссы. Способствует укреплению стенок сосудов, улучшению памяти и мозговой деятельности. Стабилизирует общее нервное состояние организма, снимает стресс, положительно влияет на качество сна."
      },

      { 
        id: 6,
        name: "GepoLine",
        image: gepoline,
        alt: "GepoLine",
        description: `<strong>GepoLine</strong> <br /> <br />

        <strong><i>GepoLine</i></strong> – обладает мощным антиоксидантным противовоспалительным действием, помогает восстанавливать клетки печени и защищает их от вредного воздействия токсинов. <br /> <br />

        <strong><i>Гепатопротекторное действие:</i></strong> силимарин способствует регенерации клеток печени, защищая их от повреждений, вызванных токсинами, алкоголем, лекарствами и инфекциями. Расторопша эффективна при лечении различных заболеваний печени, таких как гепатит, цирроз, стеатоз и др. <br /> <br />
        
        <strong><i>Антигепатотоксическая активность:</i></strong> предупреждает токсическое поражение печени, помогает предотвратить преждевременное старение клеток и развитие хронических заболеваний. <br /> <br />
        
        <strong><i>Противовоспалительное действие:</i></strong> силимарин снижает выработку простагланидов, лейкотриенов и других воспалительных медиаторов, оказывая общее противовоспалительное действие на организм. <br /> <br />
        `,
        link: "/description/6",
        slug: "gepoline",
        seo: "GepoLine – обладает мощным антиоксидантным противовоспалительным действием, помогает восстанавливать клетки печени и защищает их от вредного воздействия токсинов."
      }
    
  ];