import React from 'react';

const Use = () => {
  return (
    <section>
      <div className='mb-4'>
        <h2 className='mb-4 font-bold'><span className='text-red-500 font-bold text-2xl'>⁉️</span> Как принимать</h2>
        <h2 className='font-bold'>✔️ H2 Premium (Магний-Водород)</h2>
        <p>
         H2 Premium (Магний-Водород) принимается после еды через 20-30 минут, в это время в желудке самая высокая концентрация соляной кислоты, и под действием соляной кислоты магний малат расщепляется, выделяется атомарный водород!
          <br />
          Атомарный водород - это и есть самый мощный антиоксидант и нужно запивать небольшим количеством воды 50 мл, чтобы концентрацию желудочного сока не разбавить и целый час нельзя пить и есть, только потом можно пить воду.
        </p>
        <p>
          В упаковке 30 капсул. Принимать 1-3 капсулы в день после еды через 20-30 мин. (утром, днем, вечером)
          <br />
          Затем 1 час не пить и не кушать.
          <br />
          Курс приема минимум 3 месяца.
        </p>
      </div>
      <div className='mb-4'>
        <h2 className='font-bold'>✔️Artroline 5 Power (Артролайн 5 сил) по 1 таблетке 3 раза в день за 30 минут до еды.</h2>
        <p>
          Форма выпуска: таблетки по 0,4гр в упаковке 90 шт.
          <br />
          Срок годности: 24 месяца от даты производства.
        </p>
      </div>
      <div className='mb-4'>
        <h2 className='font-bold'>✔️ Diabeline (Диабелайн)</h2>
        <p>
           Способ применения и дозы:
          <br />
          Взрослым по 3 впрыска в полость рта ПОД ЯЗЫК 3 раза в день за 30 мин до приема пищи.
        </p>
        <p>
          Курс приема:
          <br />
          30-60 дней. При необходимости можно повторить. Продукт не является лекарственным средством.
        </p>
        <p>
          Противопоказания:
          <br />
          Индивидуальная непереносимость отдельных компонентов, гиперфункция щитовидной железы.
          <br />
          Взаимодействие с другими лекарствами:
          <br />
          Совместим с лекарственными средствами.
          <br />
          Побочные действия: Не выявлены.
        </p>
        <p>
          Форма выпуска: спрей 30 мл.
        </p>
      </div>
      <div>
        <h2 className='font-bold'>✔️ AWline (Авлайн)</h2>
        <p>
           Способ применения и дозы:
          <br />
          Взрослым по 1 таблетке 3 раза в день за 30 мин до приема пищи.
        </p>
        <p className='mb-4'>
          Курс приема: 30-60 дней.
          <br />
          
        </p>
        <p><span className='text-red-500 text-2xl font-bold'>!!</span> <span className='font-bold'>Противопоказания:</span> <br />
          Гиперчувствительность, повышенная желудочная секреция, гиперацидный гастрит, язвенная болезнь желудка и 12-перстной кишки; рефлюкс-эзофагит; острый холецистит; период лактации.</p>
        <p>
          Взаимодействие с другими лекарствами:
          <br />
          Совместим с лекарственными средствами.
          <br />
          Побочные действия: Возможны аллергические реакции, изжога, гастралгия, диарея, тошнота.
        </p>
        <p>
          Форма выпуска: таблетки по 0,4гр в упаковке 90 шт.
          <br />
          Срок годности: 24 месяца от даты производства.
        </p>
      </div>
    </section>
  );
};

export default Use;